<template>
  <div style="background-color: #ec6d4e">
    <div class="container-fluid" style="padding-top: 200px">
      <div class="container customer-card">
        <h3 class="text-center mb-5">FAQ</h3>

        <div class="mt-5">
          <h5>付款方式有哪些?</h5>
          <p>您可以使用信用卡或 Amazon Pay 支付</p>
          <h5>下單後幾天能到?</h5>
          <p>
            我們在您下單後的第二天發貨（週末和節假日除外）。由宅急便發貨，發貨後1-3天左右到達。
            裝運完成後，將向您發送一封帶有跟踪號碼的裝運確認電子郵件。您可以通過跟踪號碼檢查交貨狀態。
          </p>
          <h5>保存期限是多久?</h5>
          <p>
            從抵達之日起大約需要 4 到 6 週的時間。<br />
            保質期有點短，因為考慮到每個人的身體，我們沒有使用添加劑或防腐劑。<br />
            如果將它存放在陰涼、避光、濕度小的地方，它不會失去味道。夏天建議冷藏。<br />
          </p>
          <h5>多少糖?</h5>
          <p>
            糖的量為每片3-4克。與普通餅乾相比，糖可享受
            51%的折扣。<br />（※）使用豆渣代替小麥粉或米粉，它的糖分很低。<br />
            （※）與 2020 年日本食品標準成分錶（第
            8次修訂版）軟餅乾（等量）的比較
          </p>
          <h5>使用什麼油?</h5>
          <p>
            我們使用米油。米油富含維生素E、亞油酸、油酸等不飽和脂肪酸，具有美容保健作用。此外，它被選為全燕麥油，因為它即使加熱也不會變得油膩，並能增強餅乾的風味。
          </p>
          <h5>可以每天吃嗎?</h5>
          <p>
            我們正在將其開發為我們希望您每天都能吃到的零食。<br />
            每天所需膳食纖維男性20g，女性18g，但3個水果可以提供10g膳食纖維。即使吃三塊，熱量也只有180大卡左右。無論是早餐一份、咖啡一份，還是晚餐後一份，您都不必因為全燕麥零食而猶豫不決或感到內疚。
          </p>
          <h5>每天推薦的食用量是多少?</h5>
          <p>
            考慮到營養均衡，我們建議每天服用 3 片（45 克）。<br />
            3片裝，膳食纖維減少到一天的1/2，可以補充平時飲食中膳食纖維的不足。
          </p>
          <h5>關於燕麥</h5>
          <p>
            與大米相比，燕麥的膳食纖維含量是大米的18倍！比大米減糖23%！<br />
            <br />
            據說它是一種不會升高血糖水平、不會積累脂肪的低GI食物，近年來，為了減肥和健康而食用它的人數迅速增加。
          </p>
          <h5>關於豆渣粉</h5>
          <p>
            與小麥粉相比，豆渣粉的 碳水化合物含量減少了約 88%！<br />
            ・蛋白質約增加2.8倍！ <br />
            ・膳食纖維約增加17倍！<br /><br />
            由大豆製成的豆渣粉含有鉀、鈣、鎂、鐵、錳、鉬、維生素K、維生素B1、生物素、泛酸和葉酸等營養成分。
          </p>
          <h5>關於奇亞籽</h5>
          <p>
            奇亞籽因其高營養價值而被認為是超級食品。它的特點是含有豐富的膳食纖維、蛋白質、鈣，以及α-亞麻酸，它是使血液順暢的omega-3脂肪酸之一。此外，只要攝入少量的奇亞籽，你就可以自然地減少進食量，因為它在吸收奇亞籽所含的水分時會膨脹約
            10 倍。
          </p>
          <h5>一天需要多少膳食纖維?</h5>
          <p>
            每日膳食纖維的推薦攝入量男性為20g以上，女性為18g以上，但大多數人都達不到標準。<br />
            20 多歲和 30 多歲的男性和女性平均缺乏約 6 克膳食纖維。<br />
            水果燕麥，每天只需3片就能補充10g所需的膳食纖維。<br />
          </p>
          <h5>10克膳食纖維有多少?</h5>
          <p>吃半個捲心菜或10個香蕉才勉強10克。</p>
          <h5>什麼是可溶性膳食纖維?</h5>
          <p>
            膳食纖維有兩種，可溶性膳食纖維和不可溶性膳食纖維，應均衡攝取。<br />
            水溶性膳食纖維是一種溶於水的膳食纖維，在海帶和裙帶菜中含量豐富。<br />
            水果使用由植物性澱粉製成的水溶性膳食纖維，您可以均衡攝取兩種膳食纖維。<br />
          </p>
        </div>
      </div>
      <div class="text-center">
        <router-link to="/"
          ><button
            type="button"
            class="btn btn-outline-light rounded-pill mt-5 fw-bold"
          >
            回到首頁
          </button></router-link
        >
      </div>
    </div>
  </div>
</template>
<style>
h3 {
  color: #ec6d4e;
  font-weight: 900;
}
h5 {
  color: #ec6d4e;
  font-size: 16pt;
  font-weight: bold;
  margin: 50px 0 20px;
}
button {
  width: 250px;
}
.customer-card {
  width: 950px;
  border-radius: 10px;
  background-color: white;
  padding: 100px;
}
p {
  font-size: 15px;
  font-weight: 700;
}
</style>
